[
    {
        "buyer": "City of London Corporation", 
        "startdate": "17/06/2010", 
        "summary": "The City of London Corporation is undergoing an upgrade to their Wide Area \nNetwork and is seeking expressions of interest from companies that are Elite \nJuniper partners to provide quotations for the supply of Juniper Networks \nequipment with the option for maintenance support. Equipment requirements will \nbe for SRX and EX series routers/switches.\nAll expressions of interest responses to be submitted by 27th May 2010.", 
        "contractid": "CITYOL-DNWB-85MDTK", 
        "title": "Supply of Juniper Networks equipment"
    }, 
    {
        "buyer": "Hillingdon", 
        "startdate": "01/04/2010", 
        "summary": "The London Borough of Hillingdon maintains a number of CAD drawings of school \nbuildings. These drawings are used as a basis for a number of Asset Management \nsurveys conducted periodically for the DCSF. The drawings are now several years \nold and following a number of building and renovation projects in Hillingdon’s \nschools are significantly out of date. A process of drawing updates based on \nresurveys is needed.", 
        "contractid": "HILL-DNWB-7ZWLRF", 
        "title": "CAD Drawings for Schools"
    }, 
    {
        "buyer": "London Borough of Sutton", 
        "startdate": "22/04/2013", 
        "summary": "TENDER OPPORTUNITY\n \nThe London Borough of Sutton (Sutton Council) is seeking expressions of interest from suitably qualified organisations for the provision of a Housing Centre IT System (Homelessness, Housing Advice and Housing Register).\n \nThe contract will initially be for a period of 5 years commencing on October 1st 2013 (this date is the latest date on which the software must go live and the implementation timetable is to be agreed) with the option to extend the contract for a further two years in 12-monthly intervals, at the discretion of the Council.  \n \nThe Council is tendering this contract through the London Tenders e-tendering portal, our preferred method of advertising and managing contract opportunities. Prospective Tenderers are advised to register their interest by going to https://www.londontenders.org/procontract/supplier.nsf.\n \nSutton Council currently contracts with a diverse group of voluntary, statutory and private sector providers and encourages a range of organisations, regardless of size, to apply for this provision.  \n \nA pre-qualification questionnaire is available on the portal which the Council shall evaluate to identify the shortlisted suppliers to be invited to tender.\n \nThe Council shall not be bound to accept the lowest cost or any tender. The award of contract shall be based on the most economically advantageous tender submitted. \n \nDeadline for expressions of interest and submission of a completed pre-qualification questionnaire is Monday 14th January 12pm 2013.", 
        "contractid": "SUTT-DNWC-92JMPZ", 
        "title": "Housing Centre IT System (Homelessness, Housing Advice and Housing Register)"
    }, 
    {
        "buyer": "Hillingdon", 
        "startdate": "01/09/2009", 
        "summary": "THE LONDON BOROUGH OF HILLINGDON\nINVITATION TO TENDER FOR SUPPORTING PEOPLE SYSTEM.  \n\nThe London Borough of Hillingdon is inviting tenders from suitable \norganisations capable of providing a comprehensive Supporting People system. \nThe system will provide contract management and service monitoring support \nfunctions, as well as handling payments to service providers and prospectively \nindividual budget-holders. It will also satisfy the CLG's requirement to report \nin its prescribed format.  \n\nPlease contact William Clark, Procurement Analyst, by sending an email to \nwclark@hillingdon.gov.uk to register your interest. The deadline for \nexpressions of interest is 12:00 midday on 19th June 2009. Any expressions of \ninterest received after this date cannot be considered.", 
        "contractid": "HILL-DNWB-7SLCUM", 
        "title": "Supporting People IT System"
    }, 
    {
        "buyer": "City of London Corporation", 
        "startdate": "01/02/2010", 
        "summary": "Provision of software solution and ongoing support", 
        "contractid": "CITYOL-DNWB-7XBE8L", 
        "title": "Covert Intelligence Systems"
    }, 
    {
        "buyer": "London Borough of Sutton", 
        "startdate": "11/05/2010", 
        "summary": "HR and Payroll System and\nPayroll Service\n\nOpen Days 11th and 12th May 2010\n\nSoft Market Testing\n\nThe London Borough of Sutton is currently working in Partnership with the \nLondon Borough of Merton for the provision of a shared Human Resources \nfunction.    \n\nThe two authorities wish to maximise their partnership and are currently \nexploring the market to understand the availability and cost of an effective \nHuman Resources and Payroll System.    \n\nWe wish to view tried and tested user friendly web based systems that are \nmaximising self-service options. This must include online payslips, petty cash, \nannual leave recording, have a learning and development module and be able to \nmanage performance.   There must be full e-hr functionality and we wish to see \nthe benefits this can bring in streamlining business processes.\n\nThe two authorities, along with the Royal Borough of Kingston upon Thames, are \nalso interested in understanding the current managed payroll services market, \nand the potential for suppliers to provide both an HR/Payroll system and \nPayroll Service.     \n\nIf you are a leading supplier of a tried and tested combined HR and Payroll \nSystem and have demonstrable experience of providing the above services to a \nnumber of local authorities please contact us for an opportunity to showcase \nyour product and services. \n\nPlease note this is not a commissioning exercise", 
        "contractid": "SUTT-DNWB-84XKR4", 
        "title": "Soft Market Testing - Payroll and Human Resources System and Payroll Provider Service"
    }, 
    {
        "buyer": "Hillingdon", 
        "startdate": "01/09/2010", 
        "summary": "The London Borough of Hillingdon is tendering for the provision and \nmainternance of Novell licensing.  See tender documentation for further \ninformation.", 
        "contractid": "HILL-DNWB-84FCWG", 
        "title": "ICT Directory Services, File Hosting and E-Mail"
    }, 
    {
        "buyer": "London Borough of Redbridge", 
        "startdate": "01/04/2012", 
        "summary": "The London Boroughs of Redbridge, Barking and Dagenham, Havering and Newham (“the Authorities”) are seeking expressions of interest from suitably experienced and qualified organisations for the Provision of a Client Caseload Information System in each of the Authorities. The Contracts will commence on 1st April 2012 and shall continue up to and including 31st March 2013. \nThe Contracts will involve the delivery of a client caseload system which meets the Department for Education’s requirements for delivering support to the Connexions Service and cohort.\nQuotations must be submitted for contracts with each of the Authorities as detailed in the Quotation Documents. The Contracts shall all be awarded to the same organisation but each Authority shall enter into its own contract with the successful organisation. \nThe combined total budget available for all four Contracts is £150,000. However, Quotations will be evaluated on value for money and lower priced Quotations will be selected where quality is assured. Any Quotation submitted above the allocated budget will not be accepted. \nOrganisations who wish to submit a Quotation are required to complete a Quotation Questionnaire to ascertain financial viability, technical capability, experience in delivering a high quality specialist data system, satisfactory policies on Equalities, Health and Safety, Prevention of Bribery, Environment and Sustainability, compliance with the Transfer of Undertakings (Protection of Employment) Regulations 2006 (TUPE) and also the provision of satisfactory references. This information will be used by the Authorities to establish that organisations are financially viable and technically capable of undertaking these Contracts. The Authorities shall only fully evaluate Quotations submitted by those organisations that first satisfy the requirements of the Quotation Questionnaire.\nThe Authorities shall only consider Questionnaires submitted by organisations whose annual turnover is no less than £600,000. The Contracts will be awarded to the most economically advantageous Quotation received having regard to Quality (70%) and Price (30%).", 
        "contractid": "REDBR-DNWC-8P6JHH", 
        "title": "Contracts for the Provision of a Client Caseload Information System in each of the London Boroughs of Redbridge, Barking and Dagenham, Havering and Newham"
    }, 
    {
        "buyer": "Kent County Council", 
        "startdate": "20/09/2013", 
        "summary": "A number of Local Government Administering Authorities, have commenced a collaborative initiative, to create a Framework for the provision of software solutions, to administer the below schemes:\n\n— Local government pension scheme (English and Welsh and/or Scottish and/or Northern Ireland equivalent pension schemes),\n— Police pension scheme (English and Welsh and/or Scottish and/or Northern Ireland equivalent pension schemes),\n— Fire and Rescue pension schemes (English and Welsh and/or Scottish and/or Northern Ireland equivalent pension schemes).\n\nThe Founder Members, in no particular order, are as follows\n— Tameside Metropolitan Borough Council Pension Fund,\n— South Yorkshire Pension Fund,\n— Norfolk County Council,\n— Essex County Council,\n— Bedford Borough Council,\n— Nottinghamshire County Council,\n— Lambeth Borough Council,\n— Cheshire West and Chester Council,\n— Hampshire County Council,\n— Kent County Council.\n\nKent County Council shall be acting as the Lead Authority for the purposes of this procurement process and the resultant Framework Agreement.\n\nAn open procurement process is to be followed and a multiple supplier framework will ultimately be let.\nThe framework is to be created so that upon completion of the procurement process, ‘any administering authorities and any of their participating employing authorities as defined in the Local Government Pension Scheme (Administration) Regulations 2008/239 and the Local Government Pension Scheme (Administration) (Scotland) Regulations 2008 as amended by SSI 2001/349, and the Committee (NILGOSC) and employing authorities as defined in the Local Government Pension Scheme (Administration) Regulations (Northern Ireland) 2009/SRNI 2009/33, will be able to call off from the framework where they require a contract for services contained in the Specification.\n\nThe Specification has been designed in a modular format in order that Administering Authorities may contract with a single supplier for any number of available modules within their overall operating system e.g. Workflow, Imaging Payroll etc.\nThe system needs to offer the necessary functionality to cover the entire pensions life cycle, as well as features that are regarded as best practice within the industry (such as document imaging, integrated workflow and web access).\n\nThe supplier will:\n— be required to identify, interpret and implement all relevant legislation to ensure the system is fully compliant with the law,\n— have an existing end-client base for one or more of the schemes,\n— be capable of providing a fully managed system solution (e.g. disaster recovery). The Lead Authority desires that the Framework encompasses a broad description of scope so that any additional requirements that we may have in the future, or those potentially experienced by other authorities but already addressed by the Lead Authority, fall within scope.", 
        "contractid": "KENT-KENT-92YDTC", 
        "title": "Pensions Adminstration Management System"
    }, 
    {
        "buyer": "London Borough of Bromley", 
        "startdate": "01/02/2012", 
        "summary": "The London Borough of Bromley is seeking a specialist supplier to provide, install and maintain an electronic ICT based Queue Management System (QMS). \n \nIn spring 2012, new reception facilities will open in the Bromley Civic Centre and effective management of customers and face to face contact is essential to the success of this programme.\n \nOverview of the Borough’s Requirements:\n \nThe QMS must be fair, systematic and enable easy self-service for customers presenting at the civic offices either by appointment or ‘walk in’. The QMS must minimise waiting times for customers and enable maximum staff productivity. The QMS must display queue information via electronic screens, facilitate advertising via the screens, provide detailed management reporting and integrate seamlessly with the Council’s existing appointment management system.\n \nIt is envisaged that upon arrival the customer would use the use the QMS to select a queue to join depending on their enquiry type, they would then be issued a number, directed to the waiting area, and then called forward to be served by the next available advisor.  The same principles would apply for customers checking in with an appointment; the QMS should recognise them as having an appointment, then place them in the appropriate queue and prioritise them above ‘walk in’ customers to ensure they are seen at their appointment time. The QMS would call customers forward via both visual and audible notification. \n \nThe Council is looking to purchase the system and ongoing support for it for a minimum period of five years. Suitably qualified and experienced organisations are invited to submit tenders by the 23rd of December.", 
        "contractid": "BROM-DNWC-8P6FX9", 
        "title": "Queue Management System"
    }, 
    {
        "buyer": "City of London Corporation", 
        "startdate": "01/04/2013", 
        "summary": "The scope of this contract is the creation, design, build, launch and support of a leading website/CMS, wholly integrating with:\n \n\n the new ticketing/CRM system\n development and fundraising management\n retail and catering EPOS systems", 
        "contractid": "CITYOL-DNWC-8ZLKCX", 
        "title": "Barbican Centre Website Design and Development"
    }, 
    {
        "buyer": "Kent County Council", 
        "startdate": "04/03/2013", 
        "summary": "Kent County Council (KCC) require an Electronic Invoicing (e-Invoicing) solution to greatly reduce manual processing of invoices by the Accounts Payable (AP) department and other areas of the business that currently have a responsibility for invoice processing. \nKCC AP process around 500,000 invoices per year with a value of circa £1.1bn per year. There are 10 fte staff who use Oracle eBusiness Suite Accounts Payable. The volume of active suppliers is approximately 18000. It is proposed that we would have this solution for up to four years.\nThe implementation of an Electronic Invoicing (e-Invoicing) solution is part of the Kent County Council (KCC) Enterprise Resource Planning (ERP) Programme.\nThere are two invoice processes: Purchase Order (PO) and non-Purchase Order (non PO).\nKCC will in the future be introducing a policy of ‘No PO No Pay’ where a Purchase Order is required to be in place before a payment can be made. The introduction of an Electronic Invoicing solution will support this change.", 
        "contractid": "KENT-KENT-8YWCA8", 
        "title": "SS1253 - Electronic Invoicing System"
    }, 
    {
        "buyer": "London Borough of Redbridge", 
        "startdate": "03/02/2012", 
        "summary": "", 
        "contractid": "REDBR-DNWC-8Q2DZ7", 
        "title": "Contract for: Optical Character Recognition Scanning and Data Capture System in the London Borough of Redbridge"
    }, 
    {
        "buyer": "Kent County Council", 
        "startdate": "01/07/2013", 
        "summary": "The Kent Local Authority (LA) currently runs a process which aims principally through testing to identify pupils in the top 25% of the ability range as eligible for admission to Year 7 of any of the county’s grammar schools at age 11. \n \nEntry to the process is voluntary, with approximately 55% of the local cohort opting to take part, plus a significant number of external candidates. Provision is currently made for about 13,500 candidates. Tests are taken in early September of the year prior to the year of admission to grammar school. There is a second stage – Head Teacher Referral – where additional evidence can be considered alongside scores before assessments are confirmed. Results are made available to parents in the third week of October following the tests. In order to meet this commitment, the LA requires standardised test scores to be available within 8 working days of the last test date.\n \nA strong desire on the part of the Council and its schools to reduce the capacity for coaching to undermine the effectiveness of selection tests has led to some changes in the current specification compared to previous years.\n \nScope: \n \nKent LA invites tenders for the supply of tests to support the admissions process. The contractor will be required to compile, where appropriate trial, produce or print as appropriate and deliver to the Council as follows:\n \n* Generic test familiarisation materials for annual use by schools and parents\n \n* Bespoke confidential test papers and machine-readable answersheets\n \n* Overprinting software (to print and bar code double-sided OMR sheets)\n \n* Administration instructions (quote to indicate costs for paper and audio formats)\n \n* Marking software and manuals\n \n* Standardisation software and standardisation tables\n \n - and to support the use of the materials and software by the Council’s employees through the cycle of the testing process.", 
        "contractid": "KENT-KENT-95GK8T", 
        "title": "SS12142 - 11+ Tender for Kent"
    }, 
    {
        "buyer": "London Borough of Bexley", 
        "startdate": "19/05/2011", 
        "summary": "A self-service portal accessible to residents across London enabling residents \nto update individual Council tax and parking permit records.", 
        "contractid": "LBEX-DNWC-89TCP7", 
        "title": "4049-SELF SERVICE PORTAL FOR COUNCIL TAX & PARKING PERMIT SERVICE"
    }, 
    {
        "buyer": "London Borough of Waltham Forest", 
        "startdate": "01/10/2012", 
        "summary": "Provision of an implementation service for Northgate Customer Services modules\nAscham Homes seeks expressions of interest from a suitably qualified and experienced provider for the provision of implementation resources, technical support, and training for the implementation of the above modules.\nSee attached for further details.PLEASE NOTE: ProContract is only being used to advertise the requirement on this occasion, not to receive or evaluate responses.", 
        "contractid": "WBOWF-DNWC-8X7DJW", 
        "title": "Northgate Customer Services modules Implementation"
    }, 
    {
        "buyer": "City of London Corporation", 
        "startdate": "01/04/2013", 
        "summary": "", 
        "contractid": "CITYOL-DNWC-8MHJKA", 
        "title": "Ticketing and Retail Management System for Tower Bridge and The Monument"
    }, 
    {
        "buyer": "London Borough of Redbridge", 
        "startdate": "01/02/2013", 
        "summary": "The Council of the London Borough of Redbridge (“the Authority”) invites Quotations for the Contract for the Provision of Web-Based Energy Monitoring and Management Software in the London Borough of Redbridge (“the Contract”). The Contract will commence on 1st February 2013 and shall continue up to and including 30th April 2020 (the “Contract Period”) with the possibility of up to one twelve month extension providing a possible total Contract Period to 30th April 2021. \nThe Authority requires an appropriate Energy Data Management and Reporting System (“the System”) to enable the Authority to accurately monitor and control its energy usage.", 
        "contractid": "REDBR-DNWC-92MFKS", 
        "title": "Contract for: The Provision of Web-Based Energy Monitoring and Management Software in the London Borough of Redbridge"
    }, 
    {
        "buyer": "City of London Corporation", 
        "startdate": "01/10/2012", 
        "summary": "The City of London Police has a requirement to source a single vendor to support and maintain its existing Security Zone Appliances and provide refresh products to replace those that are nearing end of life whilst maintaining  compatibility with existing equipment under a consolidated maintenance contract. Provide expertise and advice on ensuring the equipment is fully refreshed to the latest level of hardware and software releases. \nThe deadline to submit quotations for this requirement is 5pm on Friday, 28 September 2012.", 
        "contractid": "CITYOL-DNWC-8YCGSY", 
        "title": "Security Zone Hardware Refresh and Maintenance"
    }, 
    {
        "buyer": "East Riding of Yorkshire", 
        "startdate": "01/05/2013", 
        "summary": "***Update 28th January 2013: New Supplier Engagement Day confirmed - Monday 18th February 2013***\nFuel Management System Contract – Supplier Engagement Day, Monday 18th February 2013\nFurther to the notification that the original bidder day, scheduled for 22nd January, was postponed due to adverse weather. \nEast Riding of Yorkshire Council will shortly be tendering for the provision of a fuel management system. This contract will include the provision, installation and on-going maintenance of a fuel management system (software) and related equipment, to manage fuel stocks including monitoring levels, controlling access, recharging internal customers and reporting on fuel usage across seven council sites. Solutions are required to integrate with the council’s existing automatic number plate recognition system (ANPR), vehicle tracking and fleet management systems.\nThe council is holding a supplier engagement day for interested parties on Monday 18th February 2013 at the Goole Council Chambers, Church Street, Town Centre, Goole, DN14 5BQ. All suppliers who may be interested in this opportunity are invited to attend.\nA location map for Goole Council Chambers can be found attached to this advert. Parking information for Goole is below*.\nThe supplier engagement day will be an opportunity for suppliers to find out details about the council’s requirement and to ask questions about our requirement and the procurement process. It will also be a chance to meet the key stakeholders involved in the process, and representatives from the companies with whose systems your solution will need to integrate.\nRepresentatives present on the day will include individuals from:\n\n The council’s Fleet, ICT and Procurement teams \n The council’s automatic number plate recognition system (ANPR) provider \n The council’s vehicle tracking system provider \n The council’s fleet management system provider (TBC) \n\nPlease see the provisional programme attached to this advert for an outline of the day. If you are interested in tendering for this opportunity then we strongly recommend that you attend this day.\nIf you wish to attend the this event then please email Carl Gillyon, Fleet Services Manager (carl.gillyon@eastriding.gov.uk) and Ellie Cope, Senior Procurement Officer (ellie.cope@eastriding.gov.uk) to confirm your attendance. Please confirm your company name and the names and numbers of attendees from your organisation. \nWe would be grateful if you could confirm your attendance no later than 5pm Thursday 14th February 2013.  If you confirmed attendance at the previous bidder day then please contatc us to re-confirm for the new date.\nPlease note that you can also select the “Express Interest” button to express your general interest on this contract.\nPlease note that this tender opportunity has not yet been advertised and that this is a notification about the supplier engagement day only – the tender opportunity will be advertised through ERCF after the supplier engagement day has taken place. \nIf you have any questions about this contract opportunity or the bidder day then please contact:\nCarl Gillyon, Fleet Services Manager (carl.gillyon@eastriding.gov.uk / 01482 395506)\nor Ellie Cope, Senior Procurement Officer (ellie.cope@eastriding.gov.uk / 01482 395364)\n*    Goole parking information\n-          Tesco, Boothferry Road – 2 hours free parking\n-          Wesley Square – Pay and display (Short stay 2 hours max., first 30 minutes free)\n-          Estcourt Street – Free (long stay)\n-          Burlington Crescent – Free (long stay)\n-          Leisure Centre – North Street – Free (long stay)", 
        "contractid": "EASTRIDING-DNWD-92VCY7", 
        "title": "2140a-13 Fuel Management System *Updated* - Bidder Day Monday 18th February 2013"
    }, 
    {
        "buyer": "Hillingdon", 
        "startdate": "01/04/2010", 
        "summary": "The London Borough of Hillingdon invites expressions of interest from companies \nable to provide IT Audit Services. Approximately 50 days will be required per \nannum to complete reviews of computer management, project management, \nhelp-desk, information security and bought-in software and operating systems.", 
        "contractid": "HILL-DNWB-7YBDQV", 
        "title": "IT Audit Services"
    }, 
    {
        "buyer": "Croydon", 
        "startdate": "31/05/2013", 
        "summary": "Please note, the Pre Qualification Questionnaire \"PQQ\" and supporting documentation will become available on 27 July 2012.London Borough of Croydon (LBC) is seeking to engage a Service Delivery Partner (SDP) for the provision of its ICT services. This is an opportunity, both for Croydon and for the Partner, to deliver a flexible, effective and innovative ICT service that will support and enhance Croydon’s services to its customers and facilitate collaborative working with partners, whilst simultaneously delivering efficiency savings to the Council.\nIt is possible that other contracting authorities including, but not necessarily limited to, the police, NHS and any other relevant bodies within the South Outer London geographical area may wish to be recipients of some or all of the services to be provided under or pursuant to the contract.\nStrategic Objectives for the Partnership\nLBC’s objectives are to engage a SDP who will deliver:\n·Value for Money:To deliver services and associated flexibility that represent good value for the Council with an appropriately balanced approach to cost and quality – whilst improved services are core to the objectives of this procurement, so too are the delivery of efficiency savings;\n·Flexibility:To be able to flex contracts and approach to reflect both the changing nature/scope of the Council over the contract duration and developments in the ICT environment;\n·Agility:The ability of the ICT suppliers to be nimble and focused in meeting the changing needs of the council;\n·Managed Risk:To manage risk appropriately over the lifetime of the contract and enable innovation and change to flourish without losing control over service quality;\n·Innovation:To provide support, flexibility, knowledge and skills that enable the council to innovate and explore alternative technologies and ways of working;\n·Working Anywhere:Th e provision of ICT services, processes and devices that will enable council employees to work flexibly and from anywhere.\nScope – Overview\nCroydon Council’s ICT services are largely provided by two external ICT suppliers and an internal ICT team inside the Council. The Council is seeking to increase the volume of ICT services it outsources to the SDP. The expected in-scope Service Components, out of scope Service Components and optional Service Components are detailed below.\nService Components In-scope\nIt is expected that all of the following areas will be delivered by the SDP directly.\nTransition to the new SDP\nThe SDP will manage and execute the transition of ICT services from the existing ICT suppliers and internal ICT Team to their solution. A 9-month transition window is planned. The SDP will also be responsible for the transfer of any relevant knowledge and resources.\nN.B. It is anticipated that a separate Data Centre and Disaster Recovery contract will be let before the SDP contract; and these services will be in place prior to the SDP contract commencement.\nThe Council will require a SDP who can rapidly mobilise to support this transition.\nService Provision\nThe SDP will be responsible for directly providing Service Delivery of the Council’s IT services. The core ITIL v3.0 elements of Service Provision are:\n·Service Design: The Supplier will be expected to proactively manage the ICT Service provided to the Council. The Service will be structured in line with standard Information Technology Infrastructure Library (ITIL) v3.0 IT Service Categories and include proactive Service Management activities such as Capacity, Availability, Continuity, Security, Supplier Management, Service Level and Service Catalogue Management.\n·Service Transition: The supplier will be responsible for Application Maintenance and Development services. The Service will be structured in line with standard ITIL v3.0 IT Service Categories and will include: Change Management; Service, Asset and Configuration Management; and Release and Deployment Management.\n·Service Operation: The supplier will be expected to run the day-to-day operation of the service and the interface with the Council. The Service will be structured in line with standard ITIL v3.0 IT Service Categories and will include Request Fulfilment, Incident Management, Event Management and Access Management.\n·Continual Service Improvement: The Supplier will be expected to enhance the service throughout the life of the contract. The Service will be structured in line with standard ITIL v3.0 IT Service Categories and will include Service Reporting, Return on Investment (ROI), Service Measurement and Service Improvement Plus.\nService Towers\nThe SDP will be responsible for the Service Towers.  The Service Towers include end user devices (e.g. Desktop, laptop, tablet, etc.), Local Area Network, Unified Communications, Security Infrastructure, ICT Infrastructure, Infrastructure Applications, Commercial Off-the-Shelf (COTS) applications, and Line of Business applications.\nThe Council anticipates a number of specific Service Towers, identified below, being provided through a supply chain in order to meet specialist delivery requirements and encourage innovation, as well as enabling flexibility in contracting for commoditised hardware and services. These Service Towers are:\n· Managed Print;\n· Mobile Communications;\n· IT Hardware and Software procurement;\n· External Network Services, and\n· Contact Centre Technology.\nThe Council anticipates that the SDP will create its own supply chain for the delivery of these towers.\nProfessional Services\nThe Council currently expects that these will be procured through an existing Council framework, however the Council reserves the right to access these services from the SDP where that makes business sense. These services could include but not be limited to: Business and Technology transformation; programme and project management, and significant change management and business analysis.\nService Components Out of Scope\nThere are two areas which are outside of the scope of the contract for the SDP and will be procured separately and directly by the Council:\n· Data Centre and Disaster Recovery:This is expected to be the subject of a single restricted procurement. Any resulting contract will contain break points that are explicitly out of alignment with the Prime agent Contract to mitigate future transition risk. However, the resulting contract will be managed by the SDP;\n· Web Design and Hosting:This is expected to be the subject of a separate framework agreement to allow the engagement of multiple suppliers supporting access innovative solutions and small and medium-sized enterprises (SME’s) in the market place. The resulting contract will be directly managed by the Council.\nOptional Service Components\nThe following Service Components may be included within this procurement at the option of the Council for the purposes of ensuring suitable provision for contingencies and flexibility. These include:\n1. In -house ICT service delivery:This includes elements of the retained function including: Application Support and Training; Systems Development; ICT support to Schools currently delivered via CrEdIT; and Services currently provided by CALAT to Adult Education.\n2. Finance, HR and Payroll:Whilst the Council is currently pursuing provision of these services through other routes, it may choose to bring them in scope at some future date or to procure them independently.\n3. Revenue & Benefits Hosting and Printing specialist:Whilst the Council is currently pursuing provision of these services through other routes, they may choose to include them within the scope of this contract at some future date or to procure them independently.\n4. LBC Library service ICT:Whilst the Council is currently pursuing provision of these services through other routes, they may choose to include them within the scope of this contract at some future date or to procure them independently.Total quantity or scopeThe contract is expected to be for an eight (8) year period with an option (on the part of the contracting authority) to terminate the contract for convenience with effect from the end of years five (5) and seven (7). Additionally there will be an option on the part of the contracting authority to extend the contract by a further period of one (1) year with effect from the end of the eight (8) year initial contract period.Estimated Value: The expected aggregate value of this contract for provision of services to the Council is £250m (based on an eight (8) year projected contract term).\n\n  OJEU Reference Number: 234153-2012", 
        "contractid": "CROYD-DNWC-8W2DU5", 
        "title": "090/2012CRCS Provision of Information and Communications Technology (ICT) and related professional services"
    }, 
    {
        "buyer": "London Borough of Sutton", 
        "startdate": "28/02/2013", 
        "summary": "TENDER OPPORTUNITY\nThe London Borough of Sutton (Sutton Council) is seeking expressions of interest from suitably qualified organisations for the provision of Provision of a Computerised Administration Software System for Sutton and Bandon Hill Burial Authorities.\nThe contract will initially be for a period of 5 years commencing on 1st march 2013 with the option to extend the contract for a further 3 years in 12-monthly intervals, at the discretion of the Council.  \nThe Council is tendering this contract through the London Tenders e-tendering portal, our preferred method of advertising and managing contract opportunities. Prospective Tenderers are advised to register their interest by going to https://www.london tenders.org/procontract/supplier.nsf.\nSutton Council currently contracts with a diverse group of voluntary, statutory and private sector providers and encourages a range of organisations, regardless of size, to apply for this provision.  \nThe Council shall not be bound to accept the lowest cost or any tender. The award of contract shall be based on the most economically advantageous tender submitted. \nDeadline for expressions of interest and submission of a completed quotation is Friday 1st February 2013 at 12.00 NOON.", 
        "contractid": "SUTT-DNWC-8ZMGGH", 
        "title": "Provision of a Computerised Administration Software System for Sutton and Bandon Hill Burial Authorities"
    }, 
    {
        "buyer": "City of London Corporation", 
        "startdate": "19/08/2013", 
        "summary": "The City of London Corporation (hereafter known as the City) seeks expressions of interest from suitably qualified economic operators to participate in a tender undert the restricted Procedure for the award of a contract to deliver an outsourced IT and Telecommunications Managed Service.  \nThe contract may also incorporate the provision of an outsourced IT and Telecommunications Managed Service for the London Borough of Waltham Forest.", 
        "contractid": "CITYOL-DNWC-92GNAZ", 
        "title": "Information Technology & Telecommunications Managed Services"
    }, 
    {
        "buyer": "City of London Corporation", 
        "startdate": "01/01/2010", 
        "summary": "The City of London Corporation invites companies to provide quotations for the \nprovision of maintenance cover for its London based data network core devices / \nsystems.\nThe current maintenance is due to expire on 31st December 2009 therefore the \nnew contract will come into effect from 1st January 2010. The selection process \nwill involve evaluating the responses to the attached application form. The \nquestions in \"Schedule 1 - Contractor information\" will help to determine that \nthe company is eligible to provide this service. \"Schedule 2 - Specification \n(Request for Quote)\" will help to determine the ability of the company to \nprovide the service. The weighting of this evaluation will be: 60% on price, \n40% on contract management and fault resolution processes.\n Maintenance requirements:\n1. Maintenance cover is required 24 hours per day, 7 days per week, 365 days \nper year for Major / Critical faults (4Hr Fix).\n2. The contractor will provide dedicated telephone customer support providing \nhelp and advice if and when required.\n3. As well as maintenance of the network systems the contract will include the \nreplacement of faulty equipment as listed in Appendix I of the attached \napplication form.\n4. Account management services.\n5. Regular monthly or bi-monthly contract review meetings.\n6. Remote access to Corporation systems will be via the Corporation’s secure \nremote access system.\n7. All monitoring of Corporation network systems must be carried out from \nwithin the UK. All data logging including storage of Corporation log files and \nrelated data must be held within the UK.\n8. All access passwords must be changed at least once every 60 days.\nExpressions of Interest will be accepted until 3rd December.", 
        "contractid": "CITYOL-DNWB-7Y6HJA", 
        "title": "Provision of maintenance cover for Data network core devices / service"
    }, 
    {
        "buyer": "East Riding of Yorkshire", 
        "startdate": "02/07/2012", 
        "summary": "East Riding of Yorkshire Council is seeking tenders from suitably qualified and experienced economic operators to assist in the redesign of the Council responsive housing repairs processes through the use of mobile technology. \nThe solution must connect seamlessly with our current housing management software (Capita Housing Academy) and include job management, scheduling and mobile working elements to enable efficiencies and cost savings to be achieved. \nFurther information on the Council's requirements is contained within the tender documentation for download.", 
        "contractid": "EASTRIDING-DNWD-8R3G84", 
        "title": "2134/12 Mobile Working Solution for Responsive Housing Maintenance Repairs"
    }, 
    {
        "buyer": "Hillingdon", 
        "startdate": "01/09/2010", 
        "summary": "The London Borough of Hillingdon is tendering for the provision and \nmainternance of Novell licensing.  See tender documentation for further \ninformation.", 
        "contractid": "HILL-DNWB-84FCWG", 
        "title": "ICT Directory Services, File Hosting and E-Mail"
    }, 
    {
        "buyer": "Hillingdon", 
        "startdate": "04/04/2011", 
        "summary": "The London Borough of Hillingdon invites Accredited Re-sellers to submit offers \nto provide the London Borough of Hillingdon with a Computing Security Software \nSolution to meet the needs detailed in the full Specification, included with \nthese tender documents.\nRe-sellers are asked to review the requirements specified and recommend up to \nthree appropriate solutions that they feel will best meet the requirements \nspecified.", 
        "contractid": "HILL-DNWC-8DVKPQ", 
        "title": "Computing Security Software"
    }, 
    {
        "buyer": "Kent County Council", 
        "startdate": "19/08/2013", 
        "summary": "Kent County Council is seeking to obtain expressions of interest in providing a hosted e-recruitment system for use by the Council and associated technical implementation services. The main objectives for the new system will be to:\n• Enable the Council to manage the end-to-end recruitment process fully from vacancy requisition through to ‘on-boarding’ of the successful candidate(s)• Deliver process efficiencies through increased automation and task alerts• Provide flexibility to meet business requirements through customisable and configurableworkflows, application forms, templates and user permissions• Improve data quality through validated e-forms• Reduce duplication of entry through increased manager ‘self-service’ including vacancyrequisition, shortlisting, interview scheduling and scoring• Improve the effectiveness and efficiency of Priority Connect (Redeployment) and other talentmanagement processes through the automated competency-based matching and on-systemcandidate / talent pools• Enhance candidate engagement to attract and retain the best talent• Provide enhanced reporting capability and management information• Promote opportunities for income-generation by enabling the provision of recruitment services,by the Council, to customer organisations, including branded access.\nSolutions will need to be hosted and fully supported.\nProviders are invited to submit an expression of interest and complete a pre-qualificationquestionnaire at: www.kentbusinessportal.org.uk. \nPlease click 'Login and Register' OR if registering for the first time, please select from the top right the option: 'Register Free'.", 
        "contractid": "KENT-KENT-96KAB3", 
        "title": "Recruitment Management System"
    }, 
    {
        "buyer": "Croydon", 
        "startdate": "13/03/2013", 
        "summary": "Thank you for registering your interest in the Contract for Essential Travels (Car Club) Services. \nThe Council is seeking to appoint a Contractor for a car club scheme enabling people to have access to vehicles on a pay as you go basis without direct ownership. \nThe Contractor is required to deliver the scheme to Croydon Council staff during core hours and to make the same vehicles available to the general public outside of these hours.\nThe contract is expected to be for a three (3) year period with an option (on the part of the contracting authority) to extend the contract by a further period of one (1) year with effect from the end of the third (3) year initial contract period\nThe Contractor is required to deliver the scheme to Croydon Council staff during core hours and to make the same vehicles available to the general public outside of these hours.\nPLEASE READ – VERY IMPORTANT INFORMATION - PRIVATE AND CONFIDENTIAL The Contractor is required to deliver the scheme to Croydon Council staff during core hours and to make the same vehicles available to the general public outside of these hours.\nTenderers must meet the Council’s criteria for inclusion in the contract. The current minimum requirements are detailed in the document attachedPlease see the attached Pre Qualification Documents that needs to be downloaded (right click over the document and choose 'save target as'), completed and re-attached along with any required supporting information before the deadline of 12:00noon 10th October 2012. Please use the question and answer facility on this site to send and receive all queries/communication (please exclude company names in all questions). All questions and answers will be made available to all bidders (subject to being submitted anonymously). \n \nThe deadline for queries is: 21st September and final response will be communicated by 12:00 noon on 24th September 2012. Please note that it is your responsibility to review/check all previous questions and answers as well as the additional information section on the portal for updates. Please note that it is your responsibility to make sure all relevant colleagues have access to the London Tenders Portal (and the procurement documentation/deadlines dates within). This is to account for staff off on leave, sickness or leaving the company. For this reason, we suggest having a generic email address as your main contact on the portal. Please upload your tender submission documents to the portal well in advance of the tender deadline as the portal can crash or slow down when multiple tenderers upload large files at the last minute. If you are having any problems uploading your documents to the London Tenders Portal, you need to call the Strategic Procurement & Commissioning Team (02084071318) at least 3 hours BEFORE the closing date and time. We will not accept late submissions. Please use the London Tenders Portal to acknowledge receipt of this Tender and its accompanying documents confirming your intention to submit a response. If it is not your intention to submit a Tender Response, please delete the attached documents. As part of our quality initiative, it would be helpful for us if you used the ‘opt out’ button and provided reasons for not submitting a response. The council accepts returned documents in: Microsoft Word/Excel version 2007 and below. Adobe PDF reader version 8.2.1 or below. This can be achieved by ensuring that, when you are trying to save the document, you press “save as” and then change the “save as type” just under the file name to an older version suitable or compatible with the council. If the documents are provided in the later versions of the above mentioned Software, they cannot be read, and the supplier/provider’s proposal may be rejected. We look forward to your response. Kind Regards, Corporate Procurement", 
        "contractid": "CROYD-DNWC-8XTKK5", 
        "title": "Essential Travel (Car Club)"
    }, 
    {
        "buyer": "Kent County Council", 
        "startdate": "01/04/2013", 
        "summary": "Subject Matter of Prior Information Notice (PIN)\nReport it/Request it \nSummary of Current Position\nThe Customer Service Strategy, launched in January 2012, seeks to improve customer experience for Kent County Council’s customers whilst reducing the cost to serve. The strategy focuses on making things simpler, easier and more straightforward, for example by increasing self-service through electronic tools.  \nThe council recognises that it has a very diverse customer base and therefore expecting all customers to access all services online through a website is inappropriate and unrealistic.\nThe council therefore wants to test take up of additional electronic means of reporting issues and requesting services, through digital TV, and through mobile phone based applications.\nThe council therefore wishes to appoint an established software supplier for a pilot period of two years to demonstrate and evaluate the potential of delivering services through these routes.\nThe reason behind a 2 year pilot is to fully test the customer acceptance and savings potential of a tool that supports digital self service across several platforms.  This will include a full exploration of the integration potential of the tool with existing and expected technical architecture.\nSpecification \nThe Council is seeking a company to provide software tools to allow it to communicate with citizens. The software tool is required to do the following: \n\n Provision of a digital TV platform to provide browsable council information and allow reporting/requesting of services \n Provision of a smartphone app (to include iOS and Android) to provide browsable council information and allow reporting/requesting of services \n Both platforms should be able to be managed by a single content management system which allows variation of content by channel & service \n Both platforms should support citizen self-service and include services such as but not limited to  \n \n Highways Faults \n Applying for Free School Meals \n Applying for Home to School Transport \n Self-Management of Social Care needs \n  \n The solution should provide APIs to allow it to integrate with MS Dynamics CRM \n The appointed supplier will work with the council to ensure that notifications received through these tools can be tailored to our business requirements \n A management information function allowing design of reports to include but not limited to numbers of downloads of App, Total number of reports/requests received, number of reports/requests abandoned, reports/requests abandoned point of abandon    \n\nExpected outputs\n\n A KCC Digital TV platform to enable citizens to browse information and report a number of issues/request services \n A KCC Smartphone App to browse information and report a number of issues/request services \n\nTimescales\nThe Council requires the work to be carried out from April 2013. This initial pilot is for two years and a separate market engagement and procurement exercise will be carried out after December 2014 for April 2015 onwards.  \n Assessment Methodology\nTenderers will be required to provide or demonstrate the following; \n\n Provide case study evidence and references of where the company has already provided a similar service to other Local Government authorities including identified savings and timescales for achieving those savings \n Provide an implementation plan outlining how the work will be approached; including any resources they will be using and proposed timescales \n Detailed Description of how the proposed solution meets the councils needs and can support a channel shift programme \n Provide evidence, including Curriculum Vitae, of the experience of the staff who will be carrying out the work \n Set out what resourcing/participation they will require from the Council to undertake the work set out in the specification and proposed timescales \n\nInterview\nTenderers may be asked to attend an interview to discuss their bid and answer any additional questions the council may have in relation to the bid. \nThe Purpose of this Notice\nWe are conducting a consultation exercise to give organisations who might want to tender, the opportunity of commenting on the draft specification.  The outcome of the market engagement will help determine how the council structures its tender opportunity in order to maximise effectiveness and value for money.\nTo this end, all suppliers that express an interest will be invited to comment.  This is a two week consultation exercise and comments must be submitted by noon on Friday 29th MARCH 2013.", 
        "contractid": "KENT-KENT-95PL9Q", 
        "title": "SS412148 - Report it / Request it"
    }, 
    {
        "buyer": "London Borough of Redbridge", 
        "startdate": "01/11/2012", 
        "summary": "The London Borough of Redbridge (“the Authority”) is seeking quotations from suitably experienced and qualified organisations for the provision of an Occupational Health Software System in the London Borough of Redbridge (“the Contract”).  The Contract will commence on the 1st November 2012 and shall continue up to and including 31st October 2015 (“the Contract Period”) with the possibility of up to two, one year extensions providing a possible total Contract Period to 31st October 2017. \n \nThe Authority requires an appropriate Occupational Health software system to support the Authority’s Occupational Health Department. The system will need to accurately record and securely store personal details of clients.\n \nOrganisations wishing to submit a Quotation are required to complete a Quotation Questionnaire to ascertain the organisation’s financial viability, technical capacity, experience in delivering similar high quality services, satisfactory policies on Equalities, Health and Safety, Prevention of Bribery and Environment and Sustainability and also the provision of satisfactory references. This information will be used by the Authority to establish that organisations are financially viable and technically capable of undertaking the Contract. The Authority shall only fully evaluate Quotations submitted by those organisations that satisfy the requirements of the Quotation Questionnaire.\nThe Contract shall be awarded will be based on the most economically advantageous Quotation received from the organisation that satisfies the requirements of the Quotation Questionnaire and in accordance with the following Award Criteria:\nPrice     70%      (700 points)\nQuality   30%      (300 points) \nA breakdown of how the Authority will allocate the Award Criteria points is contained in the Quotation Documents.", 
        "contractid": "REDBR-DNWC-8XZE8J", 
        "title": "Contract for an Occupational Health Software System in the London Borough of Redbridge"
    }, 
    {
        "buyer": "City of London Corporation", 
        "startdate": "29/03/2010", 
        "summary": "Barbican Website Tender\n\nCall for expressions of Interest\nThe Barbican is seeking a web development agency to work on the development of \nits new website. \n\nTo find out more please visit the link \nhttp://www.barbican.org.uk/about-barbican/contact-us/website-tender if this \nlink does not work please cut and paste into your browser.\n\nAll expressions of interests should be emailed to webtender@barbican.org.uk by \n9am, Tuesday 02 February 2010.\n\nPlease note, all contact regarding this call for expressions of interest should \nbe via email only.", 
        "contractid": "CITYOL-DNWB-7ZVEXL", 
        "title": "Web Tender"
    }, 
    {
        "buyer": "Hillingdon", 
        "startdate": "02/11/2009", 
        "summary": "The successful Contractor will be required to enter into a contract for the \ndelivery of an Income Collection and Management Solution for the London Borough \nof Hillingdon. The Council seeks to procure and implement a new Income \nCollection and Management solution to achieve the following main objectives: \n1.Replace legacy and end-of-life systems (Spectrum);\n2. Replace bespoke income distribution software (PADS); 3. Reduce the number \nstand alone PDQ terminals; 4. Deliver a single approach to Internet payments \nand automated telephone payments (IVR) for all service areas;\n5. Enhance service, facilities and convenience for customers; 6. Improve \nefficiency and reduce costs.", 
        "contractid": "HILL-DNWB-7SEDP4", 
        "title": "Income Collection and Management Solution"
    }, 
    {
        "buyer": "Croydon", 
        "startdate": "01/03/2012", 
        "summary": "London Borough of Croydon invites tenders from suppliers to provide a ‘Total Talent / Employee Performance Management Solution’ to move the performance management system of the council from a paper based system to an online system of  employee performance management, in support of both workforce management and development and with the capability to balance the diversity of the organisation across all levels through interrogation of the data. Functionality must include:\n \n\n Compensation modelling facility based on appraisal /performance outcomes \n Competency analysis and modelling to identify skills gaps and allow for focussed training either at an individual, unit, group or Council wide level.  \n Competency based redeployment pools reducing redundancy and therefore, costs. \n Succession planning, utilising  information to develop and manage potential successors for key positions, improving  internal mobility with the potential to save significantly on Interim management costs, cost of search, recruiting and organisational “acclimatisation \n Full appraisal (including 360o)  correlated to corporate targets and relevant and pertinent development plans, from both the individual and organisation perspective \n Organisation charting and “what if” analysis \n Opportunity for the identification of good and ineffectual managers and providing the organisation a transparent view on how to improve performance \n Robust and integrated reporting capability including ‘dashboard’ deployment for senior management and Human Resource Professionals\n\nThe system must be ‘live’ by 1st May 2012.", 
        "contractid": "CROYD-DNWC-8P2L8C", 
        "title": "Total Talent / Employee Performance Management System (Nov 2011)"
    }, 
    {
        "buyer": "City of London Corporation", 
        "startdate": "01/02/2013", 
        "summary": "To provide a concession souvenir photographic service at Tower Bridge by offering visitors (circa. 500,000) with an opportunity to have their photograph taken against a green screen and superimposed onto an image of Tower Bridge which can be purchased at the end of the first part of the Exhibition.\n \nThe contract is offered as a concession agreement and a fee is therefore payable to Tower Bridge on a monthly basis. All aspects for the provision of this service eg. personnel, equipment and any other associated items will be provided by the contractor.", 
        "contractid": "CITYOL-DNWC-92GN4W", 
        "title": "Souvenir Photography Concession at Tower Bridge"
    }, 
    {
        "buyer": "London Borough of Sutton", 
        "startdate": "15/04/2013", 
        "summary": "This tender opportunity has been withdrawn.\nA strategic decision has been taken to utilise a framework currently being let by the London Borough of Wandsworth for this provision. For details, please visit: http://ted.europa.eu/udl?uri=TED:NOTICE:327655-2012:TEXT:EN:HTML&tabId=1 . \nThe London Borough of Sutton would like to thank you for your interest and regrets any inconvenience this may cause.", 
        "contractid": "SUTT-DNWC-8YZLAM", 
        "title": "Single Sign-on"
    }, 
    {
        "buyer": "City of London Corporation", 
        "startdate": "02/08/2010", 
        "summary": "The City of London wish to procure a new Electoral Management software system \nfor the management of the Register of Electors and Ward Lists for the City, and \nfor the administration of all elections and referenda that take place within \nthe City, including, Parliamentary, European, Greater London Assembly and City \nWard elections. The system must be able to cope with the unique electoral \narrangements in the City of London.\n\nThe initial period of the contract will be from June 2010 – June 2014 with the \npossibility of extension beyond this date.\n\nSuppliers who are interested in tendering for this contract must respond to the \nRequest for Quote document by 5pm on 31 December 2010.\n\nAny queries regarding this should be directed to Seth Alker, Electoral Services \nManager (020 7332 1430 seth.alker@cityoflondon.gov.uk).", 
        "contractid": "CITYOL-DNWB-7XYMUP", 
        "title": "Electoral Management System"
    }, 
    {
        "buyer": "Croydon", 
        "startdate": "30/11/2011", 
        "summary": "London Borough of Croydon invites tenders from suppliers to provide a ‘Total Talent Management Solution’ to move the performance management system of the council from a paper based system to an online system of  employee performance management, in support of both workforce management and development and with the capability to balance the diversity of the organisation across all levels through interrogation of the data. Functionality must include:\n \n\nCompensation modelling facility based on appraisal /performance outcomes\nCompetency analysis and modelling to identify skills gaps and allow for focussed training either at an individual, unit, group or Council wide level. \nCompetency based redeployment pools reducing redundancy and therefore, costs.\nSuccession planning, utilising  information to develop and manage potential successors for key positions, improving  internal mobility with the potential to save significantly on Interim management costs, cost of search, recruiting and organisational “acclimatisation\nFull appraisal (including 360o)  correlated to corporate targets and relevant and pertinent development plans, from both the individual and organisation perspective\nOrganisation charting and “what if” analysis\nOpportunity for the identification of good and ineffectual managers and providing the organisation a transparent view on how to improve performance\nRobust and integrated reporting capability including ‘dashboard’ deployment for senior management and Human Resource Professionals\nThe system must be ‘live’ by 31st January 2012.", 
        "contractid": "CROYD-DNWC-8KBDH7", 
        "title": "Total Talent / Employee Performance Management Solution"
    }, 
    {
        "buyer": "City of London Corporation", 
        "startdate": "03/03/2013", 
        "summary": "Supply, delivery and on-going support and development of ticketing and customer relationship management system (CRM) for the Barbican Centre wholly integrating with the Barbican website, development and fund raising, stakeholder management, retail EPOS systems, catering, reservation and EPOS systems.", 
        "contractid": "CITYOL-DNWC-8VFNAD", 
        "title": "Barbican Centre Ticketing/CRM system"
    }, 
    {
        "buyer": "London Borough of Sutton", 
        "startdate": "06/09/2012", 
        "summary": "MARKET CONSULTATION\nThe London Borough of Sutton (Sutton Council) is keen to engage with suitably qualified organisations with regard to the proposed provision of a computerised system to administer the burials service for the Sutton and Bandon Hill burial authorities.  The market consultation will take place on Thursday 6th September 2012 at the Civic Offices, St Nicholas Way, Sutton, Surrey. \nCurrently, the Sutton and Bandon Hill burial authorities use a manual records based system to administer the services.  The computerised system will be expected to provide a range of user functions including: ability to record all legally required information on the deceased; a fully functional diary; ability to generate and print daily documents; the recording and management of information on graves, burials and memorials; the generation and printing of monthly accounts; linking of all externally generated documents from software including Word, Excel and Access; capable of operating in a VMware environment; remote hosting capability and mapping software to provide two-way links between graves and mapping databases.  \nThe burial and grave registers were digitised between November 2011 and January 2012.  The project will require the linking of all scanned JPEG images to the associated records on the system, the digitisation and linking of maps, and the transcription of selected data from the digitised registers (a total of approx. 60,000 burial entries) and its upload on to the chosen system.  Finally, the system will need to be able to link the records to a national database.  \nSutton Council currently contracts with a diverse group of voluntary, statutory and private sector providers and encourages a range of organisations, regardless of size, to apply for this provision.  \nThe Council proposes to meet potential suppliers individually, and you shall be contacted after you register your interest with a time slot on the 6th of September.\nIn order to take part, please register your interest on the London Tenders Portal: www.londontenders.org/procontract/supplier.nsf. Once registered, you will be able to download documents pertinent to the event and confirm your attendance. Queries regarding the event should be made making use of the Q&A functionality found on the portal.\nPlease ensure that you indicate your intention to attend the market consultation event by 5pm on Monday 4th September.", 
        "contractid": "SUTT-DNWC-8X5DXS", 
        "title": "Market consultation for the provision of an IT system to administer the burials service for the Sutton and Bandon Hill burial authorities"
    }, 
    {
        "buyer": "Hillingdon", 
        "startdate": "12/12/2011", 
        "summary": "", 
        "contractid": "HILL-DNWC-8JNJQ3", 
        "title": "Desktop Services"
    }, 
    {
        "buyer": "Kent County Council", 
        "startdate": "01/05/2013", 
        "summary": "Advert \nKent County Council (the Council) is the largest local authority in England covering an area of 3,500 square kilometres.  It has an annual expenditure of over £1bn on goods and services and a population of 1.3m.  The Council provides a wide range of personal and strategic services on behalf of its residents, operating in partnership with 12 district councils and 289 parish/town councils.  \n \nKent Teach \nKent Teach (www.kent-teach.com) has been developed for KCC. To enable schools in Kent to advertise vacancies and for the county’s Teacher Recruitment and Retention Team to advertise Kent, as an ideal place to work. \n \nThe website also enables costs to be reduced for recruitment for Kent schools. This is in line with Kent County Councils Bold Steps for education to ensure all schools are able to procure support services through EduKent*. The system also acts as a database as it enables schools to register newly qualified teachers and monitor their progress.\n* https://shareweb.kent.gov.uk/Documents/jobs/els-bold-steps.pdf\nThe contract will be for a period of two years starting May 2013, with a further two one year extensions at the Council’s discretion. \nWhilst KCC own the software and IPR’s, since 2000 the support maintenance and development of the site is currently outsourced and the contract now needs to be renewed. \n \nThe existing service provision needs to be maintained as it is the platform for educational employment in Kent. The Council expects that the use of the latest technologies will enhance and improve the system functionality, improve system reliability, reduce the cost of ongoing maintenance, provide a stable platform for future enhancement, development and growth and, as far as is possible, use non-proprietary and open source software in support of the system. \n \nThe Council expects to undertake quarterly service review meetings with the Supplier, which will allow feedback and improvement to be made to the website. \n \n \nExpression of Interest and Request for Proposal\nWe are seeking expressions of interest from service providers who have a specific proven track record of delivering the type of services required and who are interested in working with Kent County Council to achieve these objectives. Any applicant wishing to be considered will be required to submit a tender including the following key documents:\n·                 3 relevant case studies which provide demonstrable evidence of experience and delivery of similar  services  (including referees contact details for validation purposes) For more information, see Attachment 1 – Service Specification\n·                 A response to the technical question set provided in Attachment 2 – Supplier Assessment\n·                 Attachment 3 - Pricing Schedule\n·                 Attachment 4 - Agreed Terms\n·                 Attachment 5 - Anti-Collusion\n \nProposals will need to be submitted to the portal no later than Monday 8th April 2013 at 10:00am  \n \nAssessment of Tenders\n \nAll tenders received will be considered on the information contained in the tender or obtained by the Council as a direct result of the tender process. Submissions will be assessed on the basis of most economically advantageous offer which will take account of the Contractor’s proven expertise and experience in the area of the Service for which he is tendering.\n \nTenders will be evaluated and weighted to the following criteria:\n \n•        Technical Questions - Weighting at 60%\n•        Pricing - Weighting at 40%\n \n \nTechnical Questions and Evaluation & Scoring\nThe assessment methodology which will be used to score price will be as follows:\nTechnical Questions (60%)\nThe assessment methodology which will be used to assess the answers to the technical questions will be as follows:\n0 Marks – No Answer\n1 Mark – Meets some of the requirement\n2 Marks - Meets the requirement and responds to some of the projects key deliverables\n3 Marks - Meets the requirement and meets the all of the projects key deliverables\n4 Marks - Meets the above and shows sustainability of the support maintenance and development to the website providing added value to the bid\n5 Marks - Meets the above and shows innovation and potential savings and efficiencies, providing added value to the bid.  \nPricing Evaluation and Scoring (40%)\nPricing will marked out of a total of 20 marks\nThe assessment methodology which will be used to score price will be as follows:\nThe lowest overall price will receive the maximum score, the next lowest price receives a percentage of the highest score. \nFor Example\nBid A £5,000 scores max. 20\nBid B £5,500 (500/5000x 100) (10% of 20 marks) scores 18\nBid C £6,500 (1500 / 5000 x 100) (30% of 20) scores 14\nBid D - £7,500 (2500/5000 x 100) (50% of 20) scores 10\n \nThe percentage of Rebate will be marked out of 20 marks.  \nThe bidder who bids the highest percentage of royalties will receive 20 marks\nThe bidder who bids the 2nd highest percentage of royalties will receive 15 marks\nThe bidder who bids the 3rd highest percentage of royalties will receive 10 marks \nAll other bidders will receive 5 marks. \n \nThe scores for the rebate and the pricing will be added together to calculate the mean score, which will be allocated to the supplier. \n \nProject Timetable\nTender period              ;      :              ;  Thursday 21st March – Monday 8th April 2013\nTender Closing Date       :              ;  Monday 8th April 10:00am\nEvaluation Period             :              ;  Tuesday 9th April – Friday 26th April\nAward Notification          :              ;  Monday 29th April \nThese dates are provided for indicative purposes only.  The Council does not guarantee to complete each phase by the date stated above.\n \nSubmission of Tender\nBy expressing your interest in this opportunity and submitting your tender you are acknowledging and accepting the following :\n•          Period of Acceptance of TenderThe tenderer is required to hold the tender open for acceptance for a period of 90 days from the closing date for the submission of tenders.\n•          Conditional TendersConditional tenders will be disregarded where the condition upon which a tender is based cannot be fulfilled.\n•          Preparation of TenderTenderers must carefully examine and consider the information and documentation provided in relation to this tender opportunity and satisfy themselves of the appropriateness and validity of any information provided. In submitting a tender, tenderers shall be deemed to have read and accepted all of the tender documentations, including the following:\no        Attachment 1 Service Specification\no        Attachment 2 Supplier Assessment \no        Attachment 3 Pricing Schedule\no        Attachment 4 Draft Agreement\no        Attachment 5 Anti Collusion\n•          Council Not BoundThe Council does not bind itself to accept the lowest or any tender for all or any part of the requirement and will not accept responsibility for any expense or loss which may be incurred by any tenderer in the preparation of the tender.\nAny discussions or correspondence between the Council and tenderers shall be conducted without any obligation whatsoever by the Council to enter into or become bound by any contract.\nUnless agreed in writing no amendment or modification can be made to the Invitation to Tender documentation.\nThe Council will not be bound by any contract until the Contract is embodied in a formal document and signed by all parties.\n•          Contract Document\nThe contract to be awarded shall be in the form of the Draft  Agreement in Attachment 4 which will be signed by all parties and such contract shall incorporate the tender documents, the duly completed Form of Tender, Pricing Schedule, and any other relevant documentation.\n•          Contract AwardThe Council may decide at its sole discretion to:\n1.   Award the contract to more than one supplier if it is felt that this would achieve best value\n2.   Not to award the contract at all\n3.   Award only part of the intended contract\n4.   Discontinue the process at any time without liability\nQueries in relation to the service specification or any aspect of your tender submission must be raised via the 'discussion' section of the Portal. Closing date for queries will be Friday 5th April to allow the Authority time to formulate responses which will be issued to all participants via the Portal in order to ensure all information is shared appropriately.", 
        "contractid": "KENT-KENT-95XDS7", 
        "title": "SS12151 - Kent Teach"
    }, 
    {
        "buyer": "London Borough of Redbridge", 
        "startdate": "01/11/2012", 
        "summary": "The London Borough of Redbridge (“the Authority”) is seeking quotations from suitably experienced and qualified organisations for the provision of a Helpdesk Software System Suitable for Human Resources in the London Borough of Redbridge (“the Contract”).  The Contract will commence on 1st  November 2012 and shall continue up to and including 31st  October 2015 (the “Contract Period”) with the possibility of up to two, one year extensions providing a possible total Contract Period to 31st October 2017.\nThe Authority requires an appropriate Helpdesk software system to support the Authority’s Human Resources Department. The system will need to have the ability to report incidents, configure Service Level Agreements (“SLA”), set up automation and workflows for each category of incident and minimise business impact.\nOrganisations wishing to submit a Quotation are required to complete a Quotation Questionnaire to ascertain the organisation’s financial viability, technical capacity, experience in delivering similar high quality services, satisfactory policies on Equalities, Health and Safety, Prevention of Bribery and Environment and Sustainability and also the provision of satisfactory references. This information will be used by the Authority to establish that organisations are financially viable and technically capable of undertaking the Contract. The Authority shall only fully evaluate Quotations submitted by those organisations that satisfy the requirements of the Quotation Questionnaire.\nThe Contract shall be awarded will be based on the most economically advantageous Quotation received from the organisation that satisfies the requirements of the Quotation Questionnaire and in accordance with the following Award Criteria:\nPrice      70%      (700 points)\nQuality   30%      (300 points) \nA breakdown of how the Authority will allocate the Award Criteria points is contained in the Quotation Documents.", 
        "contractid": "REDBR-DNWC-8XZENR", 
        "title": "Contract for a Helpdesk Software System Suitable for Human Resources in the London Borough of Redbridge"
    }, 
    {
        "buyer": "Croydon", 
        "startdate": "20/03/2013", 
        "summary": "", 
        "contractid": "CROYD-DNWC-8WSKEE", 
        "title": "Supply and Installation of Furniture, fittings, equipment and signage for Bernard Weatherill House Contract"
    }
]